<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>最容易被甩的几种女生</title>
</head>
<body>
	<div style="margin:150px">
		<h2 style="color:red;text-align:center">1</h2>
		
		<h4>&nbsp;&nbsp;昨天，有人问我，房子，房子，在恋爱中，哪些女生容易被甩，能不能告诉我，让我规避一下？？
		
		我不想成为被甩的那一个，感觉好丢脸，好没面子啊。
		 
		我想了一会，郑重的回答她:你想听正经的还是不正经的？
		 
		不正经的就是，长得丑的容易被甩，哈哈哈哈，开玩笑。
		 
		正经的就是下面这几点。</h4>
		
		
	<h2 style="color:red;text-align:center">2</h2>
		
		<h4 style="text-align:center">太！卑！微！的女生容易被甩 </h4>
		 
		&nbsp;&nbsp;我不止一次的说过，在感情中爱的多一点的那个人，肯定容易卑微，但是，不能太卑微。
		 
		太卑微就会给对方造成一个错觉，即便不懂得珍惜你，就算把你甩了，也可以轻而易举的再次得到你。
		 
		还有，卑微到伤害自己的。
		 
		有些人为了卑微的挽留一个人，不断的伤害着自己的身体，伤害着家人，这样的爱情真的是爱情吗？
		 
		卑微到不顾自己的底线。
		 
		为了他不带套，为了他去借款，为了他一次次忍受着家暴。
		
		……
		 
		
		
		
		<h4 style="text-align:center"> 太无理取闹的女生容易被甩 </h4>
		 
		&nbsp;&nbsp;作，无理取闹，这些可不可以呢？
		 
		在感情中，是可以的，但特么要有一个度啊。
		 
		不能是你仗着他的喜欢无理取闹，一味的要他哄着你，让着你。
		 
		那你还喜欢他呢，你怎么不哄着他让着他呢？
		 
		他喜欢你，所以容忍你的无理取闹，并不代表你就可以一味的无理取闹。
		 
		
		
		
		<h4 style="text-align:center">太自我牺牲的女生容易被甩 </h4>
		 
		&nbsp;&nbsp;上一周和一个读者聊天。
		 
		她说，为男朋友牺牲了好多好多，感觉男友却没有把这种牺牲当一回事儿，难道就不能为她牺牲一点吗？
		 
		我没有说话，但我心里想着，如果真正爱一个人，是不会说，我为他牺牲了多少，我的自我牺牲，是心甘情愿的。
		 
		标榜着自我牺牲，还希望对方也为你牺牲，只会让一段关系陷入不舒适，最后以分手收场。
		 
		
		
		
		<h4 style="text-align:center"> 管的太多的女生容易被甩 </h4>
		 
		&nbsp;&nbsp;男朋友打个游戏管管管管管，男朋友吃个东西管管管管管，男朋友穿什么内裤管管管管，咋不连男朋友什么时候尿尿都要管呐？
		
		管的太多也就算了，还双标。
		 
		自己能和闺蜜逛街，却不许允许男朋友和兄弟一起打游戏。
		 
		这样的感情能好才怪。
		 
		
		
		
		<h4 style="text-align:center">谈恋爱后就觉得万事大吉，不管不顾的女生容易被甩</h4>
		
		&nbsp;&nbsp;爱是需要经营的，爱是需要经营的，爱是需要经营的，重要的事情说三遍。
		 
		很多人觉得，追到一个人，对方答应后，就什么事都不用管了。
		 
		她们不知道，追到手后，才是恋爱真正的开始。
		 
		才真正需要不停的去想办法，增进你们两个之间的感情。
		 
		那个时候我以为追到一个人就完事儿了，然后对感情也不经营，完全靠天收。
		
		那个时候我闺蜜即便是答应对方的表白，也保持警惕，发现感情有一些小问题就及时解决。
		 
		现在，她和男朋友依然恩爱，我却成了她的电灯泡，成了单身狗。
		 
		大家不要学我。
		 
		
		
		
		 <h4 style="text-align:center">有了对象，还暧昧的女生容易被甩 </h4>
		 
		&nbsp;&nbsp;暧昧分为两种情况。
		 
		第一种，两个人谈恋爱那层关系没有捅破的暧昧，这是一种好的暧昧，可以增进感情。<br>
		 
		第二种，有对象后，还和别的男人暧昧，甚至引以为豪，还跟男朋友说，你看，有这么多人追我，你还不懂得珍惜我，你这话说出来到底是什么意思呢？<br>
		 
		用和别的男生暧昧来告诉对象自己魅力很大，真的是一件很愚蠢的事。
		 
		
		
		
		<h2 style="color:red;text-align:center">3</h2>
		
		<h4 style="text-align:center">最后：</h4>
		 
		被甩只有两种可能。<br>
		 
		第一种就是，他一开始就不爱你，然后抱着玩玩的态度跟你在一起，后来没有耐心了，就把你给甩了。<br>
		 
		第二种就是，你们恋爱谈着谈着出现很多问题，结果，他受不了了，把你甩掉。<br>
		 
		第一种，他是个渣男，离开他是一件好事。<br>
		 
		第二种，你们两个明明彼此一开始相爱，却因为种种原因分开，更多的是遗憾。<br>
		 
		当然，即便甩了，就是一件坏事吗？
		 
		不是的！！！！！
		 
		很多人都觉得，被甩很丢脸啊，为什么是他把我甩了。
		 
		没必要这样，我们可以先自省。
		 
		如果是他的问题，我们就庆幸自己离开了一个渣男，不懂得珍惜老娘的好，和这样的人在一起，也不会幸福。
		 
		如果是我们的问题，我们就可以在下一段感情中注意。<br>
		 
		总之，我们并不吃亏。<br>
		 
		甩，从来不丢人，相反的，给你提供了修正的机会。
		 
		所以，我希望你们遇到一件坏事的时候，都能乐观的去想一想。
		 
		你会发现，生活并不是想象中的那么糟糕。
		 
		祝好。
		 
</div>
</body>
</html>