<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>慢慢喜欢你，余生都是你</title>
</head>
<body>
 <div style="margin:150px">
		<h2 style="color:red;text-align:center">1</h2>
		
		&nbsp;&nbsp;时常会有读者问我：分手后还能做朋友么？<br>
		 
		&nbsp;&nbsp;其实我觉得分手后还能坦然做朋友真的很难，如果还爱着又怎么舍得跟你做朋友，如果不爱了那也不缺你这个朋友。
		 
		爱情有时候就是非黑即白的选择题，要么选择在一起，要么就是老死不相往来，想要选择中立真的很难。
		 
		记得以前阿哲跟我打趣的说：林熙，我的黑名单就是我的火葬场，送进去的都是我跟前任的回忆和想念。
		 
		其实我特别能理解他，可能有些人分手之后确实能够做朋友，但是这毕竟占少数吧，更多的人都只是凡人，做不到如此豁达。
		 
		我可以和全世界的人做朋友，唯独你却不可以。所以拉黑对方就成了对自己最后的保护。 
		
		
		
		
		<h2 style="color:red;text-align:center">2</h2>
		&nbsp;&nbsp;生活中有多少对彼此相爱，最后却形同陌路的情侣，又有多少人的黑名单里躺着一个当初最爱的人。<br>
		 
		&nbsp;&nbsp;前天有个读者找我聊天，跟我说了很多关于她跟她男朋友的故事，她说他曾经答应过她要陪她去马尔代夫晒日光浴，去西藏纳木错看星空，陪她去青海湖拍照，陪她去重庆吃最地道的火锅，最后攒很多很多的钱陪她去冰岛看极光。
		 
		她说，曾经的他们对未来憧憬得无限美好，美好到仿佛只要自己一伸手就能触及到了。
		 
		可往往故事的开头你笑得有多甜，结局就会让你哭得有多伤心。
		 
		那个曾经说过要带她去各个地方的那个人最后还是娶了别的姑娘，最可笑的是他们的蜜月行去的就是马尔代夫。
		 
		她说，林熙，我以为自己可以很洒脱的给他点个赞，但是发现自己还是无能的把他删了，我终究还是输了。
		 
		看到他朋友圈晒出的蜜月照时他看着她的眼神，我实在忍受不了，因为当初他也是这么看着我的。
		 
		有时候删除或者拉黑一个人，不是因为不爱了，只是因为可能还爱着，我断了一切和你的联系方式只是为了给自己保留最后一份体面。
		
		
		
		
		<h2 style="color:red;text-align:center">3</h2>
		
		&nbsp;&nbsp;有时候觉得一生很短，短到只够了解一个人，有时候又觉得一辈子很长，长到不断的相遇与分离。
		 
		在生活中我们都是成熟的大人，但在感情中我们难免会变成一个幼稚鬼。
		 
		维尼跟我说她曾经最不堪的时候，将他拉黑，添加，拉黑，添加了好几次，一个晚上都在看着他的朋友圈发呆，将他的朋友圈动态每隔一分钟就重新浏览一遍，就这样一直不停的反复着。
		 
		所有人都觉得她疯了，只有她知道自己只是在给爱情做最后的祭奠，最后她卯足了一口劲，把他彻底删除并拉黑了。
		 
		我想每个决定要拉黑的人必定经历过这样一个阶段，在不舍间来回的拉扯自己，就好像心里长了颗刺，无人能治，唯有自己咬咬牙把手伸进去，将那根刺拔出来，虽然过程很痛，但是却能解脱。
		 
		“我很爱你，非常非常爱你，可是我不想再喜欢你了，也不想再和你有任何联系了。”<br>
		 
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;因为还爱你，所以只能拉黑了你。
		
		
		 
		<h2 style="color:red;text-align:center">4</h2>
		
		&nbsp;&nbsp;删除是彻底的放弃，是连头像都不愿看你，是连列表的位置都不愿意留给你，但是却没有人知道在删除你的背后，我做了几百次的挣扎。
		 
		我可以和全世界的人做朋友，唯独你不可以，我冒着此生再无与你有交集的可能拉黑你，不是因为我不爱你了，而是我还放不下你。
		
		你永远不知道我有多爱你，不打扰是我最后的温柔，也是我留给自己最后的尊重。
		 
		有时候那些大张旗鼓喊着要分手，要离开，要拉黑你的人往往只是在虚张声势，因为真正的离开永远都是悄无声息的。
		
		所以当一个人决心放下你的时候，不需要再向任何人证明，拉黑了你，也就等于在心中宣告了你的“死亡”。
		 
		有多少黑名单中的人曾经彼此互道晚安，又有多少黑名单中的人都曾经朝夕相处，熟悉对方如亲人。
		 
		“虽然爱过你，或还爱着你，但是我已经决定要忘了你了。”
		 
		<h4 style="color:red;text-align:center"> 往往拉黑你的人，大概是爱你最深的人吧。</h4>
</div>
</body>
</html>