<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
	<div>
		<h4><strong>1、</strong>注册条款的接受</h4><h5>
一旦会员在注册页面点击或勾选“阅读并同意接受注册条款”相关内容后，这就表示会员已经阅读并且同意与one爱网站达成协议，并接受所有的注册条款。
</h5>
<h4><strong>2、</strong>会员注册条件</h4>
<h5><strong>1)、</strong>申请注册成为世纪佳缘网站的会员应同时满足下列全部条件：
在注册之日以及此后使用世纪佳缘交友服务期间必须以恋爱或者婚姻为目的；
在注册之日以及此后使用世纪佳缘交友服务期间必须是单身状态，包括未婚、离异或是丧偶；
在注册之日必须年满18周岁以上。</h5>
<h5><strong>2)、</strong> 为更好的享有世纪佳缘提供的服务，会员应：
向世纪佳缘提供本人真实、正确、最新及完整的资料；
随时更新登记资料，保持其真实性及有效性； 提供真实有效的电子邮箱地址；
征友过程中，务必保持征友帐号的唯一性。</h5>
<h5><strong>3)、</strong> 若会员提供任何错误、不实或不完整的资料，或世纪佳缘有理由怀疑资料为错误、不实或不完整及违反会员注册条款的，或世纪佳缘有理由怀疑其会员资料、言行等有悖于“严肃纯净的婚恋交友网站”主题的，或有辱骂、诽谤其它会员的，世纪佳缘有权修改会员的注册昵称、独白等，或暂停或终止该会员的帐号，或暂停或终止提供世纪佳缘提供的全部或部分服务。在上述情形下，世纪佳缘有权视情况决定是否退还会员购买的佳缘邮票、佳缘服务，无论是否剩余及到期。
</h5>
<h4><strong>3、</strong>会员帐号、密码及安全</h4>
<h5><strong>1)、</strong> 在完成会员注册程序之后，会员将收到一个密码及帐号。会员有义务保证密码及帐号的安全。会员应对利用该密码及帐号所进行的一切活动负全部责任，包括任何经由世纪佳缘网站以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料，无论系公开还是私下传送，均由内容提供者承担责任。</h5>
<h5><strong>2)、</strong> 会员的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，会员应立即通知世纪佳缘网站。由于会员使用不当导致帐号、密码泄漏，进而导致其资料、信息泄漏的，由会员承担其不利后果，世纪佳缘不承担责任。</h5>

<h4><strong>4、</strong>服务说明</h4>
<h5><strong>1)、</strong> 世纪佳缘通过国际互联网为会员提供网络服务，包括在线及无线的相关业务。为使用网站服务，会员应自行配备进入国际互联网所必需的设备，包括计算机、数据机或其它存取装置，并自行支付登陆国际互联网所需要的费用。</h5>
<h5><strong>2)、</strong> 世纪佳缘在提供网络服务时，可能会对部分网络服务收取一定的费用，在此情况下，会在相关页面上做明确的提示。如会员拒绝支付该等费用，则不能使用相关的网络服务。付费业务将在本注册条款的基础上另行规定服务条款，以规范付费业务的内容和双方的权利义务，会员应认真阅读，如会员购买付费业务，则视为接受付费业务的服务条款。</h5>
<h5><strong>3)、</strong> 无论是付费业务还是世纪佳缘免费提供的佳缘邮票等，上述服务均有有效期，有效期结束后服务将自动终止。</h5>
<h5><strong>4)、</strong> 对于利用世纪佳缘服务进行非法活动，或其言行（无论线上或者线下的）背离世纪佳缘严肃交友目的的，世纪佳缘将严肃处理，包括将其列入黑名单、将其被投诉的情形公之于众、屏蔽其邮件、删除会员帐号等处罚措施。</h5>
<h5><strong>5)、</strong> 世纪佳缘有权向其会员发送广告信，或为组织线下活动等目的，向其会员发送电子邮件、短信或电话通知。</h5>
<h5><strong>6)、</strong> 为提高世纪佳缘会员的交友的成功率和效率的目的，世纪佳缘有权将世纪佳缘会员的交友信息在世纪佳缘的合作网站上进行展示或其他类似行为。</h5>

<h4><strong>5、</strong>免责条款</h4>
<h5><strong>1)、</strong> 世纪佳缘不保证其提供的服务一定能满足会员的要求和期望，也不保证服务不会中断，对服务的及时性、安全性、准确性都不作保证。</h5>
<h5><strong>2)、</strong> 对于会员通过世纪佳缘提供的服务传送的内容，世纪佳缘会尽合理努力按照国家有关规定严格审查，但无法完全控制经由网站服务传送的内容，不保证内容的正确性、完整性或品质。因此会员在使用世纪佳缘服务时，可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，世纪佳缘均不为会员经由网站服务以张贴、发送电子邮件或其它方式传送的任何内容负责。但世纪佳缘有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停会员使用网站服务的全部或部分，保存有关记录，并根据国家法律法规、相关政策在必要时向有关机关报告并配合有关机关的行动。</h5>
<h5><strong>3)、</strong> 对于世纪佳缘网站提供的各种广告信息、链接、资讯等，世纪佳缘不保证其内容的正确性、合法性或可靠性，相关责任由广告商承担；并且，对于会员经由世纪佳缘服务与广告商进行联系或商业往来，完全属于会员和广告商之间的行为，与世纪佳缘无关。对于前述商业往来所产生的任何损害或损失，世纪佳缘不承担任何责任。</h5>
<h5><strong>4)、</strong> 对于用户上传的照片、资料、证件等，世纪佳缘已采用相关措施并已尽合理努力进行审核，但不保证其内容的正确性、合法性或可靠性，相关责任由上传上述内容的会员负责。</h5>
<h5><strong>5)、</strong> 会员以自己的独立判断从事与交友相关的行为，并独立承担可能产生的不利后果和责任，世纪佳缘网站不承担任何法律责任。</h5>
<h5><strong>6)、</strong> 是否使用网站服务下载或取得任何资料应由会员自行考虑并自负风险，因任何资料的下载而导致的会员电脑系统的任何损坏或数据丢失等后果，世纪佳缘不承担任何责任。</h5>
<h5><strong>7)、</strong> 世纪佳缘网站对所有会员自发组织的活动、自发成立的组织不负责任。</h5>
<h5><strong>8)、</strong> 对于本网站策划、发起、组织或是承办的任何会员活动（包括但不限于收取费用以及完全公益的活动），世纪佳缘不对上述活动的效果向会员作出任何保证或承诺，也不担保活动期间会员自身行为的合法性、合理性。由此产生的任何对于会员个人或者他人的人身或者是名誉以及其他损害，本网站不承担任何责任。</h5>
<h5><strong>9)、</strong> 对于会员的投诉，世纪佳缘将尽合理努力认真核实，但不保证最终公之于众的投诉的真实性、合法性，对于投诉内容侵犯会员隐私权、名誉权等合法权利的，所有法律责任由投诉者承担，与世纪佳缘无关。</h5>
<h5><strong>10)、</strong> 对于会员购买世纪佳缘服务需要上门送货和收款的，由于世纪佳缘快递服务提供商造成的延误，世纪佳缘不承担责任。</h5>
<h5><strong>11)、</strong> 尽管世纪佳缘已采取相应的技术保障措施，但会员仍有可能收到各类的广告信（世纪佳缘发送的广告信除外）或其他不以交友为目的邮件，世纪佳缘不承担责任。</h5>
<h5><strong>12)、</strong> 世纪佳缘未授权任何第三方销售任何世纪佳缘的线上服务产品，包括佳缘邮票、包月服务、钻石会员等。任何第三方（包括但不限于淘宝等购物网站上的商铺等）出售世纪佳缘上述线上服务产品的，均可能属于非法的销售行为，世纪佳缘均不保证提供相应的服务。</h5>

<h4><strong>6、</strong>会员权利</h4>
会员对于自己的个人资料享有以下权利：
<h5><strong>1)、</strong>随时查询及请求阅览，但因极少数特殊情况（如被网站加入黑名单等）无法查询及提供阅览的除外；</h5>
<h5><strong>2)、</strong>随时请求补充或更正，但因极少数特殊情况（如网站或有关机关为司法程序保全证据等）无法补充或更正的除外；</h5>
<h5><strong>3)、</strong>随时请求关闭账户。</h5>

<h4><strong>7、</strong>会员应遵守以下法律法规：</h4>
<h5><strong>1)、</strong> 世纪佳缘提醒会员在使用世纪佳缘服务时，遵守《中华人民共和国合同法》、《中华人民共和国著作权法》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《中华人民共和国保守国家秘密法》、《中华人民共和国电信条例》、《中华人民共和国计算机信息系统安全保护条例》、《中华人民共和国计算机信息网络国际联网管理暂行规定》及其实施办法、《计算机信息系统国际联网保密管理规定》、《互联网信息服务管理办法》、《计算机信息网络国际联网安全保护管理办法》、《互联网电子公告服务管理规定》等相关中国法律法规的规定。</h5>
<h5><strong>2)、</strong> 在任何情况下，如果世纪佳缘有理由认为会员使用世纪佳缘服务过程中的任何行为，包括但不限于会员的任何言论和其它行为违反或可能违反上述法律和法规的任何规定，世纪佳缘可在任何时候不经任何事先通知终止向该会员提供服务。</h5>

<h4><strong>8、</strong>禁止会员从事下列行为:</h4>
<h5><strong>1)、</strong>发布信息或者利用世纪佳缘的服务时在世纪佳缘的网页上或者利用世纪佳缘的服务制作、复制、发布、传播以下信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视、破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权利的；含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它有悖道德、令人反感的内容；含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的。</h5>
<h5><strong>2)、</strong> 使用世纪佳缘服务的过程中，以任何方式危害未成年人的利益的。</h5>
<h5><strong>3)、</strong>冒充任何人或机构，包含但不限于冒充世纪佳缘工作人员、版主、主持人，或以虚伪不实的方式陈述或谎称与任何人或机构有关的。</h5>
<h5><strong>4)、</strong> 将侵犯任何人的肖像权、名誉权、隐私权、专利权、商标权、著作权、商业秘密或其它专属权利的内容上载、张贴、发送电子邮件或以其它方式传送的。</h5>
<h5><strong>5)、</strong> 将病毒或其它计算机代码、档案和程序，加以上载、张贴、发送电子邮件或以其它方式传送的。</h5>
<h5><strong>6)、</strong> 跟踪或以其它方式骚扰其他会员的。</h5>
<h5><strong>7)、</strong> 未经合法授权而截获、篡改、收集、储存或删除他人个人信息、电子邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。</h5>
<h5><strong>8)、</strong> 以任何方式干扰世纪佳缘服务的。</h5>




	</div>
</body>
</html>